export const departmentsList = [
  {
    'id': 21,
    'fullName': 'Биологический факультет',
    'shortName': 'БИОЛОГ Ф-Т',
    'url': 'bf',
  },
  {
    'id': 22,
    'fullName': 'Географический факультет',
    'shortName': 'ГЕОГРАФ Ф-Т',
    'url': 'gf',
  },
  {
    'id': 23,
    'fullName': 'Геологический факультет',
    'shortName': 'ГЕОЛОГ Ф-Т',
    'url': 'gl',
  },
  {
    'id': 24,
    'fullName': 'Институт дополнительного профессионального образования',
    'shortName': 'ИДПО',
    'url': 'idpo',
  },
  {
    'id': 25,
    'fullName': 'Институт искусств',
    'shortName': 'И-Т ИСКУССТВ',
    'url': 'ii',
  },
  {
    'id': 26,
    'fullName': 'Институт истории и международных отношений',
    'shortName': 'ИИИМО',
    'url': 'imo',
  },
  {
    'id': 27,
    'fullName': 'Институт физической культуры и спорта',
    'shortName': 'И-Т ФИЗ КУЛ',
    'url': 'ifk',
  },
  {
    'id': 28,
    'fullName': 'Институт филологии и журналистики',
    'shortName': 'ИФИЖ',
    'url': 'ifg',
  },
  {
    'id': 29,
    'fullName': 'Институт химии',
    'shortName': 'И-Т ХИМИИ',
    'url': 'ih',
  },
  {
    'id': 30,
    'fullName': 'Механико-математический факультет',
    'shortName': 'МЕХМАТ',
    'url': 'mm',
  },
  {
    'id': 31,
    'fullName': 'Социологический факультет',
    'shortName': 'СОЦ Ф-Т',
    'url': 'sf',
  },
  {
    'id': 32,
    'fullName': 'Факультет иностранных языков и лингводидактики',
    'shortName': 'ИН ЯЗ Ф-Т',
    'url': 'fi',
  },
  {
    'id': 33,
    'fullName': 'Факультет компьютерных наук и информационных технологий',
    'shortName': 'КНИИТ',
    'url': 'knt',
  },
  {
    'id': 34,
    'fullName': 'Факультет нано- и биомедицинских технологий',
    'shortName': 'ФНБМТ',
    'url': 'fn',
  },
  {
    'id': 35,
    'fullName': 'Факультет нелинейных процессов',
    'shortName': 'ФНП',
    'url': 'fnp',
  },
  {
    'id': 36,
    'fullName': 'Факультет психологии',
    'shortName': 'ПСИХОЛОГ Ф-Т',
    'url': 'fps',
  },
  {
    'id': 37,
    'fullName': 'Факультет психолого-педагогического и специального образования',
    'shortName': 'ППИСО',
    'url': 'fppso',
  },
  {
    'id': 38,
    'fullName': 'Физический факультет',
    'shortName': 'ФИЗФАК',
    'url': 'ff',
  },
  {
    'id': 39,
    'fullName': 'Философский факультет',
    'shortName': 'ФИЛОСОФ Ф-Т',
    'url': 'fp',
  },
  {
    'id': 40,
    'fullName': 'Экономический факультет',
    'shortName': 'ЭКОНОМ Ф-Т',
    'url': 'ef',
  },
  {
    'id': 41,
    'fullName': 'Юридический факультет',
    'shortName': 'ЮРФАК',
    'url': 'uf',
  },
  {
    'id': 42,
    'fullName': 'Геологический колледж',
    'shortName': 'ГЕОЛОГ К-Ж',
    'url': 'kgl',
  },
  {
    'id': 43,
    'fullName': 'Колледж радиоэлектроники им. П.Н. Яблочкова',
    'shortName': 'К-Ж ЯБЛОЧКОВА',
    'url': 'cre',
  }
];

export const groupNumbers = [
  '431',
  '432',
  '411',
  '421',
  '441',
  '451',
  '461',
  '481',
  '492',
  '493'
];

export const educationForm = [
  'Дневная',
  'Заочная',
  'Вечернаяя'
];
